Repository: mozilla-l10n/mt-training-data
Catalog: gju/gju_pontoon.tmx
Source language: en_us
Languages: gju

source: 1 sentence collected
gju: ایک فقرو جمع ہو گیو

source: 2019 End-of-Year Release
gju: سال 2019 کی اخیرلی اشاعت

source: 2 down, keep it up!<playIcon></playIcon>
gju: تنہاں ،اس نا اپر رکھو <playIcon></playIcon>

source: ≥ 2 No votes
gju: نہ کو ووٹ

source: ≥ 2 Yes votes
gju: ہاں کو ووٹ

source: Abbreviations and Acronyms
gju: مخففات تے مقطعات

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
gju: جیہڑی عبارت لکھی جائے اس ما مخففات جس طرحیا ''یو ایس اے '' یا ''آئی سی ای '' اس تے بچنو چاہیے کیوں جے انہاں ان لفظاں نال پڑھیو جائے جیہڑا ان کا حرفاں نال نیہہ رلتا فر ایک مخخف لفظ بکھ بکھ طریقہ نال پڑھیو جائے۔۔

source: Abkhaz
gju: ابخاز

source: About
gju: کا بارا ما

source: About options menu
gju: انتخاب کی فہرست کا بارہ ما

source: Academic Reference
gju: تعلیمی حوالو۔

source: Accent
gju: لہجو

source: Accepted file types: .tsv only
gju: منظور کری گئی فائلاں کی قسم ،صرف ٹی ایس وی

source: Access press releases and stories related to Common Voice
gju: کامن وائس کا بارہ ما کہانی، تے خبراں تک پہچو

source: Account
gju: اکاونٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
gju: <accuracyLink>دُرستکی کا مزید اصول دیکھوں </accuracyLink>

source: Acehnese
gju: ایسی ھینسی

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
gju: { $actionType }<micIcon></micIcon> تے اسی طرحیا جواب دیوں جس طرحیا قدرتی طور اپر ہووے

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
gju: { $actionType } <playIcon> </playIcon> تے وہ سارو کجھ لکھو جیہڑو تم نے کسی آدمی تے کہتاں سنیو ہے

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gju: { $actionType } <playIcon> </playIcon> آ ویہہ صحیح طرح فقرا نا بولے؟ ۔

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
gju: { $actionType } <playIcon> </playIcon> واز کا حصہ نا سنو تے اس کا تجزیہ نا دیکھو۔یا ملے؟ جے کدے نیہہ ملتی بھی تم ترمیم کرو تے پچھا طریقہ نال ملاو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gju: { $actionType }فر فقرا نا اُچو پڑھو <recordIcon></recordIcon>

source: { $actionType }<stopIcon></stopIcon> when done
gju: { $actionType } جس وخت ہو جائے <stopIcon></stopIcon>

source: { $actionType } submit when ready
gju: { $actionType }جس وخت تیار یو جاے تے جمع کرو

source: Adamawa Fulfulde
gju: اڈاماوا فلفولڈ

source: Add and Review Sentences, Add Questions, Transcribe Audio
gju: فقرا جمع کروں تے جائزو لیو ، سوال جمع کروں تے واز کو تجرزیو کرو۔

source: Add a question <icon></icon> in { $currentLocale } for people to answer
gju: سوال کو اضافو کرو <icon> </icon> ما { $currentLocale } لوکاں کا جواب وسطے

source: Add as much information as you can about the language. This could include:
gju: جتنو تھہارے تے ہو سکے زبان کا بارہ اتنی معلومات شامل کرو۔یاہ مشتمل ہووے گی:

source: Add <icon></icon> a public domain sentence
gju: جمع کروں <icon></icon>عام لوکاں کا بچ کو فقرو

source: Add information
gju: معلومات جمع کروں

source: Adding Sentences
gju: فقراں نا جمع کرنو۔۔۔

source: Additional Language
gju: اضافی زبان

source: Add Language
gju: زبان کو اضافو کرو

source: Add new custom accent "{ $inputValue }"
gju: نووں حسب ضرورت لہجو شامل کرو { $inputValue }

source: Add new sentences for the community to read
gju: کمیونٹی کا پڑھن وسطے فقرا جمع کروں

source: Add one sentence per line
gju: ایک لائن ما ایک فقرو جمع کروں

source: Add questions in your language
gju: اپنی زبان ما سوال جمع کروں

source: Add Questions <small>(Coming soon)</small>
gju: سوالاں کو اضافو کرو<small>(بہلاں آوے گو</small>)

source: Add Sentences
gju: فقرا جمع کروں

source: Add sentences in your language
gju: اپنی زبان ما فقرا جمع کروں

source: Add Text
gju: عبارت کو اضافو کرو

source: Add up to 1,000 sentences
gju: ایک ہزار تک فقرا جمع کروں

source: Add Your Voice
gju: اپنی واز شامل کرو ں

source: Adyghe (West Circassian)
gju: آڈےگیہی(مغربی سرکاسشین)

source: Afaan Oromo
gju: افان ارمورو

source: Afar
gju: افر

source: A few bytes
gju: چند بائٹس

source: Afrikaans
gju: افریکانز

source: Age
gju: عمر

source: Agriculture and Food
gju: ذراعت تے خوراک

source: Albanian
gju: البانی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gju: پچھے نکو جیو چچول ہووے تے کائے گل نیہہ ، بارے کدے تم کسے آدمی نا سنو جیہڑو کوئی کنی کنی لفظ بولے تے بھی واز کو حصو نیہہ منے جائے گو۔ عام طور اپر یوہ ات ہووے جت یا تے ٹی وی چلے یا فر ہو لوک گل شل کریں۔

source: All
gju: سارا

source: All sentence must have the same domain
gju: سارے فقرا کی ایک جیسی ڈومین ہونی چاہیے

source: All sentences must have the same citation
gju: سارا فقراں کو ایک جیسو اختیار ہونو چاہیے

source: Already have an account? <login>Log-In</login>
gju: پہلاں تے اکاؤنٹ موجود ہے

source: Alsatian
gju: الساتین

source: Amharic
gju: امہیرک

source: An error occurred fetching sentences
gju: فقرو بناتاں واں ایک غلطی آگئی

source: An error occurred reviewing this sentence
gju: اس فقرا کو جائزو لیتا واں غلطی آ گئی

source: An error occurred submitting your voice information
gju: تھاری واز کی معلومات جمع ہون ما ایک غلطی آ گئی

source: An error occurred while creating this transcript
gju: اس کا تجزیہ کرن کے دوران ایک خرابی ہو گئی ہے

source: An error occurred while editing the transcript
gju: تجربہ کی ترمیم کے دوران خرابی پیدا ہو گئی

source: An error occurred while recording
gju: جمع کرن کے دوران کائے خرابی ہو گئی

source: An error occurred while skipping the transcript
gju: تجزیہ تے اگے نکلن کے دوران گڑبڑ پو گئی

source: An error occurred while skipping this prompt
gju: اس اشارہ تے اگے لنگھن کے دوران خرابی ہو گئی

source: An error occurred while submitting the report
gju: رپورٹ جمع کران کے دوران کائے غلطی ہوئی ہے

source: An error occurred while uploading your response
gju: تھہارا جواب نا اپ لوڈ کرن کے دوران کائے خرابی ہو گئی

source: An error occurred while voting the transcript
gju: تجزیہ نا ووٹ دین کے دوران خرابی ہو گئی

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
gju: نا معلوم صارف کی معلومات جس طرحیا عمر، جنس تے لہجہ بولی کی پہچان کا انجن کی درستگی نا تربیت دین وسطے استعمال ہون آلی صوتی معلومات نا بہتر بنان ما مدد کرے۔ تھہارو صارف کو ناں تے ای میل کدے بھی تھہاری جمع کی وی معلومات کے نال منسلک نیہہ کیو جائے گو، تے تم چن سکو جے تھہارا صارف ناں عام لوکاں وسطے بھی ہووے گو یا فر چھپا کے رکھو

source: Answer questions
gju: سوالاں کا جواب دیو

source: Answer Questions <small>(Coming soon)</small>
gju: سوالاں کا جواب دیو<small>( بہلاں آوے گو) </small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
gju: کسی بھی عبارت اور تے گل کا ڈیٹا سیٹ کو اشتراک ، بنا کے تے ترتیب دے کے اپنی زبان نا محفوظ ، زندہ تے اچو رتبو دے سکے۔

source: Approve
gju: منظور کرنو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gju: ایک سکون کا پس منظر تے ٹھیک ہے پر ہم اس ما ایسی وازاں نا نیہہ چاہتا جن کی وجہ تے مشین لوگرتھم ایسا الفاظ کی پہنچان کر سکے جو لکھی وی عبارت ما نیہہ ہے ،تے کدے تم لکھیا وی عبارت کی بجائے بکھ بکھ الفاظ سن سکے تے تم اس کلپ نا چھوڈ دیو ۔عام طور پو ات وہے جت ٹی وی چھوڈ دِتی ہوے ۔ یا اُت نیڑے ہی کوئی گل وھے

source: Arabic
gju: عربی

source: Aragonese
gju: اراگونیسی

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
gju: تم پہلاں ہی مہارا بیٹا چیک کرن آلا اکٹھ ما کامن وائس کا سپونٹینیئس وائس کا منصوبہ ما ہو ؟

source: Are you coming? [called by another]
gju: تم آو لگا( دوجو کہہ)

source: Are you coming? <strong>[called by another]</strong>
gju: توہ آئے گو؟َ<strong> ایک دوجا نے بلایو </strong>

source: Armenian
gju: آرمینی

source: Armenian Western
gju: مغربی آرمینی

source: Arvanitika
gju: اروانیتیکا

source: Ask about a new language
gju: کسی ایک نوئیں زبان کے بارہ ما پچھو

source: Ask Mozilla to share your events
gju: اپبا واقعات لوکاں نا دسن وسطے موزیلا کولوں پچھو

source: Ask sensitive questions
gju: حساس سوال پچھو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gju: مھارے تے اس پو سوال پچھو <matrixLink>میٹرکس </matrixLink> <discourseLink>گل بات </discourseLink>یا <emailLink>ای میل </emailLink>

source: Assamese
gju: آسامی

source: Asturian
gju: آستوری

source: Atayal
gju: اتایال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
gju: زبان کا تجزیہ ما ہر لفظ یا گلاں کے دوران کی واز شامل ہونی چاہیے جیہڑی کسے شخص تے ادا ہووے بشمول وار وار بولیا وا لفظ یا واز

source: Attention!
gju: توجہ

source: Audio Format
gju: واز کو فارمیٹ

source: Automotive and Transport
gju: لاری تے آن جان

source: Avatar
gju: اوتار

source: Avatar uploaded
gju: اوتار اپ لوڈ ہو گیو

source: Average
gju: متناسب

source: A voice clip is marked "valid" when a user gives it a Yes vote.
gju: واز کی کلپ کو نشان لگو وھے ''صحیح '' جد ایک استعمال کرن ہالو اس نا ہاں کو ووٹ دیئے ۔

source: Avoid too much background noise - it should be easy to hear you.
gju: کاہڈ کی زیادہ واز تے بچوں ۔تم نا سننو آسان ہو چاہیے

source: Awards
gju: انعامات

source: Azerbaijani
gju: آذربائیجانی

source: Baatonum
gju: باٹونم

source: Baba Malay
gju: بابا مالے

source: Back
gju: پچھے

source: Background Noise
gju: کاہڈ کی واز

source: Background Voices
gju: کاہڈ کی واز

source: Back to Top
gju: مڑ کے افراں چلو

source: Bafia
gju: بافیا

source: Bafut
gju: بافت

source: Bahasa Malay
gju: بھاسا مالے

source: Balochi
gju: بلوچی

source: Balti
gju: بلتی

source: Bambara
gju: بمبارا

source: Bamun
gju: بامون

source: Bamvele
gju: بامویلی

source: Bankon
gju: بانکون

source: Baoule
gju: باولی

source: Basaa
gju: باسا

source: Bashkir
gju: باشکر

source: Basque
gju: باسق

source: Batanga
gju: بٹانگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
gju: اس بنیاد پو کسی فائل نا کسی کلپ نا مسترد کرن تے درو رہیوں کہ پڑھن ہالا نے کوئی شے غلط پڑھی ہے کت اچو بولن تھو رہو گیو یا کوئی سوالیہ نشان چھوڈ دِتو۔دنیا ما مختلف قسم کا تلفظ استعمال وھے ۔جہڑا تم نے اپنی مقامی کمیونٹی ما نیہہ سنیا ہوسے ۔برائے مہربانی ان لوکاں کی تعریف کروں جہڑا تھارے نال مختلف گل کرے

source: Become a Common Voice Partner
gju: کامن وائس کا شراکت دار بنو

source: Belarusian
gju: بیلاروسی

source: Benefits
gju: فائدہ

source: Bengali
gju: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
gju: بیرٹ ٹھیک ہے پہلا حصہ پو زور دے کے یو کے ما تے دوجا حصو پو یو ایس ما

source: Betawi
gju: بیٹاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
gju: یاہ زبان کی حقیقت وسطے بہترین مدد کرے جس طرحیا دو زبانی<mark> یا زبان کی تبدیلی ما</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
gju: یوہ انہاں زباناں وسطے کارآمد ہووے جن کی (زبان) استعمال کرن وسطے کارپس عبارت تھوڑٰی ہووے <mark> یا نیہہ ہوتی</mark>۔( مثال کے طور اپر معاشرہ کا بارہ ما، تبدیل شدہ، تاریخی طور اپر نہ لکھی وی، وغیرہ)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
gju: <bold> عام کنبہ تے تحقیق کرن آلا</bold>- مفت ما ایک ثر کرن آلو ڈیٹا سیٹ بناو، میزبان بنو تے شریک ہوو

source: <bold>{ $count }</bold> Clips
gju: <bold>{ $count }</bold>نکی آواز

source: <bold>Help us</bold> find more voices
gju: <bold>مھاری مددکروں</bold>ہور واز محفوظ کرن واسطے

source: <bold>If you value open, inclusive data - donate today!</bold>
gju: <bold>جے کدے تم کھلا، جامع ڈیٹا(معلومات) کی قدر کرو - اج عطیہ کرو</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
gju: <bold> انسانی ہمدردی</bold>- مقامی ترقی تے نوئیں چیز بنان کا کم نا تیز کرن وسطے ڈیٹا سیٹ بنان ما مدد کرو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
gju: <bold> ٹیکنالوجی کی کمپنی</bold> ایک اگے بدھتی وی کثیر لسانی مصنوعی ذہانت ماحولیاتی نظام وسطے اوپن ڈیٹا سیٹ بنان ما سرمایہ کاری کرو

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
gju: <bold>اے آئی نا کیوں دنیا کی کجھ زباناں وسطے کم کرنو چاہیے؟</bold>

source: Borgu Fulfulde
gju: بروگ فلولڈ

source: Bosnian
gju: بوسنائی

source: Both
gju: دوہے

source: Both (Speak and Listen)
gju: دوہے (بولن تے سنن )

source: Breton
gju: برٹن

source: [British English might make "root"]
gju: برٹش انگریزی ما یاہ root کی طرحیا ہو سکے

source: Browse Languages
gju: زباناں نا (نیٹ اپر) ڈھونڈو(براوز کرو)

source: Brushaski
gju: بروشسکی

source: Build a custom goal
gju: ایک کسٹم گول بناؤ ں

source: Build Profile
gju: ایک پروفائل بناو

source: Bulgarian
gju: بلغاری

source: Bulk batch
gju: بڑی قسم

source: Bulk Sentences Uploaded
gju: بڑا فقرا اپ لوڈ ہو گیا

source: Bulu
gju: بولو

source: Bunun
gju: بنن

source: Burmese
gju: برمی

source: Buryat
gju: بوریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
gju: <b> ایک ای میل کیوں </b> ہم نا مستقبل ما تھارے نال رابطہ کی لوڑ پے سکے ڈیٹا بیس ما تبدیلی کرن واسطے ایک ای میل ہم نا رابطو کو مقام دیئے

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
gju: "منا ای میل چلاو" آلا بٹن اپر کلک کر کے تم مہاری<termsLink> خدمت کی شرط</termsLink> تے <privacyLink> نجی حکمت عملی </privacyLink> نال اتفاق کرو تے موزیلا تمنا ای میل کر سکے جس ما یاہ معلومات ہووے گی جے تم بیٹا ٹیسٹنگ ما کام وائس کا سپونٹینیئس سپیچ کا منصوبہ ما کس طرحیا شامل ہو سکو

source: By editing your goal, you may lose your existing progress.
gju: تم اپنا گول نا بدل کے ، تم اپنی موجودہ ترقی نا نقصان کرسکے

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
gju: موزیلا کی ای میل کی وصولی نا چن کے تم اس گل نا ثابت کرو جے موزیلا یاہ معلومات جس طرحیا سمبھال کے رکھے جس طرحیا موزیلا کا <privacyLink> پرائیویسی پالیسی</privacyLink> ہے، تم نال مطمئن ہو۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
gju: <b> تم راضی ہیں</b>کامن وائس ڈیٹاسیٹ ما بولن ہالاں کی شناخت کو تعین کرن کی کوشش نیہ کرنی

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
gju: اپنا بارہ ما کجھ معلومات دیتاں ، تم جیہڑی وازاں کی معلومات کامن اپر جمع کراو۔ ویہ وازاں کی پہچان(Speech¶ Recognition) کا انجن وسطے زیادہ کارآمد ہووے گو۔ جیہڑی معلومات اس ڈیٹا نا اپنی درستگی نا بہتر بنان وسطے استعمال کراں۔

source: By telling us about yourself, you will help developers build more inclusive technology
gju: ہم نا اپنا بارا ما دس کے تم بنان ہالا کی مدد کرے گا ہو ر زیادہ مجموعی ٹیکنا لوجی بنان ما

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gju: عام واز استعمال کر کے تم مھاری شرائط پو راضی ہے<termsLink> تے خاص شرائط </termsLink>

source: Cameroon Pidgin
gju: کمرنی پجن

source: [Canadian English might make "route" sound like "rowt"]
gju: کینیڈین انگریزی ما روٹroute کی واز rowt نالوں وھے

source: Cancel
gju: ختم کرو

source: Cancel Re-recording
gju: دوبارا ریکارڈ نا ختم کروں

source: Cancel Submission
gju: جمع کرن نا ختم کرنو

source: Cannot submit more than 1000 sentences
gju: ایک ہزار تے زیادہ فقرا جمع نیہہ کر سکتا

source: Can't decide?
gju: فیصلو نیہہ کر سکتو

source: Cantonese
gju: کنٹونیسی

source: Catalan
gju: کٹالان

source: Central Alaskan Yupʼik
gju: مرکزی الکاسان یپ آئی کے

source: Central Kurdish
gju: بچکارلی کردی

source: Central Melanau
gju: بچکارلی ملاناو

source: Central Puebla Nahuatl
gju: مرکزی پوئبلا ناہوآتی

source: Change
gju: بدلاو

source: Change preferences
gju: اپنی ترجیح نا بدلو ں

source: Changes the language dataset to which you're contributing
gju: زبان کا ڈیٹا سیٹ نا اس زبان ما بدلاو جس ما تم حصو لیو

source: Changes website text only.
gju: صرف ویب سائٹ کی زبان کا بدلاو

source: Change your email via Settings under Login Identity
gju: داخل ہون کی شناخت وسطے ترتیب کے ذریعے اپنی ای میل بدلاو

source: Check
gju: دیکھو

source: Check <icon></icon> is this a linguistically correct sentence?
gju: کلک کرو <icon> </icon>آیو یوہ زباناں کا اعتبار نال صحیح فقرو ہے ؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
gju: <languagesPageLink> کامن وائس زباناں کا صفحہ </languagesPageLink> اپر فہرست ما دیکھوں جے تھہاری زبان لکھی ہے۔ جے کدے نیہہ لکھی تے تم فارم نا بھرو تے <strong> ہم تمنا ایک آسان ای میل چلاواں گا جس ما دسیو جائے گو جے تم اپنی زبان کی ترتیب کس طرحیا بنا سکو۔</strong>

source: Check Transcriptions
gju: تجزیہ کو جائزو لیو

source: <chevron></chevron>See less
gju: <chevron></chevron>گھٹ دیکھو

source: <chevron></chevron>See more
gju: <chevron> ہو دیکھو </chevron>

source: Chinese (China)
gju: چینی

source: Chinese (Hong Kong)
gju: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
gju: چینی ( تائیوان)

source: Chinyanja
gju: چنیانجا

source: Choose language/localization
gju: زبان/لوکلائزیشن نا چنو

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
gju: ثقافت تے سیاق و سباق تے ہٹ کے ،سادہ سوال نا چنو جس نا ہر کسے نا سمجھن ما آسانی ہووے

source: Chuvash
gju: شوواش

source: Citation
gju: حوالو

source: Cite with a URL link or the full name of the work.
gju: یو آر ایل کے نال حوالو دیو ں یا کم کو پورا نا نال

source: Citing Sentences
gju: حوالہ دین ہالا فقرا

source: Click
gju: دباو

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
gju: اس صفحہ کا بارہ ما مزید سمجھن وسطے ات ہتھ لاو<guidanceLink></guidanceLink>

source: Clipboard not supported
gju: کلپ بورڈ مدد نیہہ کرتو(نیہہ چلتو)

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
gju: { $clipCount } وازاں کا حصہ، کل وازاں کو محفوظ کیو وو حجم { $size }۔ تاریخ مک جائے گی { $expires }۔

source: Clip Graveyard
gju: کلپ کو قبرستان

source: Clips recorded
gju: حصو ریکاڈ ہو گیو

source: Clips Uploaded
gju: کلپ اُپر چاہر چھڑیا

source: Clips validated
gju: حصہ کی تصدیق ہو گئی

source: Clips You've Recorded
gju: کلپس جہڑا تم نے ریکارڈ کریا

source: Clips You've Validated
gju: کلپس جہڑاں کی توثیق ہو گئی

source: Close
gju: کولے

source: Collecting sentences
gju: فقراں نا جمع کرنو

source: Coming Soon
gju: جھب آوے گی

source: Comment
gju: تبصرو

source: Common Voice data plus all other voice datasets above.
gju: عام صوتی معلومات کے نال نال مندرجہ بالا تمام دیگر صوتی ڈیٹا سیٹ۔

source: Common Voice Dataset
gju: کامن وائس ڈیٹا بیس

source: Common Voice is a free, open source platform for community-led data creation
gju: کنبہ کے متعلق ساری معلومات کو ڈیٹا بنان وسطے کامن وائس ایک مفت تے کھلا ذریعہ کو مقام ہے۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
gju: کامن وائس موزیلا فاؤنڈیشن کو ایک پروجیکٹ ہے یو ایس اے کو 501 سئ 3۔اس ٹیم اس نا فنڈ دیئے مکمل طور پو <philantropicGrantLink>فلپائن گرانٹ ۔ </philantropicGrantLink>تے عطیات پور ی دُنیا تے

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
gju: کامن وائس نا چندو تے عطیہ کے ذریعے مالی مدد لبھے۔ ہم اس گل نا پسند کراں جے ہم ماہرین تعلیم، عام لو اور صنعت کا محققین کے نال تعاون کراں. کامن وائس کو استعمال مفت ہے ، بارے عطیات کے بارہ ما تجویز کے ذریعہ پلیٹ فارم تے خرچہ ما حصو کہلنو مہارے وسطے مچ مددگار ثابت ہووے گو۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
gju: کامن وائس ایک دوجو۔پلیٹ فارم چلاوے گو جیہڑو صرف اس گل اپر توجہ دیئے گو جے ویہ واز بنیادی(انساناں تے نکلن آلی )، ان جہکیاں تے لکھی وی نہ ہوویں۔ اس ما برادریاں وسطے معلومات جھب جھب کہٹھی کرن ما مچ مدد ہووے گی تے معلومات جمع کرن آلا سائنسداناں تے ڈویلپرز( فروغ دین آلا) وسطے مچ فائدہ آلی ہووے گی۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
gju: کامن وائس موزیلا کو ایک قدم ہے تاکہ مشین نا یاہ گل دسی جائے جے لوک کتنا صحیح(حقیقی طور اپر ) طریقہ نال بولیں

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
gju: کامن وائس دنیا کو سب تے بڑو عوامی طور اپر دستیاب ، کثیر زبانی صوتی ڈیٹا سیٹ ہے۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
gju: عام واز کی ریکارڈنگز کو استعمال ماہرین تعلیم، چھوٹا کاروبار اور واز کی شناخت کا شوقین لوکاں کی طرفوں واز کا ماڈلز جیسا عوامی طور اپر دستیاب وسائل نا تربیت دین تے بڑھن ما مدد واسطے بنایو جائے ۔آیو تم ہم نا دَسے گا کہ تم اپنی واز کی ریکارڈنگ نا کیوں ختم کرنو چاہو

source: Community and Languages
gju: برادری تے زبان

source: Community, Creatives and Civil Society
gju: برادری، تخلیق تے عام معاشرو

source: Community participation and decision making.
gju: کمیونٹی کو حصو لینو تے فیصلہ کرنا

source: Community Playbook
gju: قبیلہ کی پلے بک یا کمیونٹی پلے بک

source: Confirm Goal
gju: گول نا کنفرم کرو

source: Connect with Gravatar
gju: گراواٹر نال رابطو کرو

source: Contact
gju: رابطو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
gju: مصنفین، ڈرامہ نگاروں یا اسکرین رائٹرز نال رابطو کروں تے پوچھوں کہ آیو ویہہ اپنا کماں کو ایک چھوٹو حصو عوامی ڈومین کا وقف کرن واسطے تیار ہے؟۔

source: Contact Form
gju: رابطہ کو فارم

source: Contact the Common Voice team
gju: کامن وائس کی ٹیم نال رابطو

source: Contact us
gju: مہارے نال رابطو کرو

source: Contact Us
gju: مھارے نال رابطو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
gju: <licenseLink> </licenseLink> کرٹیو کامن لائسنس کے تحت مواد لبھے گو

source: Continue
gju: جاری رکھو
